[
    {
    "id": 100001,
    "image": "https://media.voog.com/0000/0030/9870/photos/Kevad-voluheinikud.jpg",
    "name": "Kevad-võluheinikud",
    "price": 24.69,
    "description": "Kevad-võluheinik on maikuine üllataja. Jahulõhnaline seen kasvab rohtunud paikades, niitudel, heinamaadel ja lookadastikes. Võluheiniku nimi on tuletatud tema kummalisest kasvamisstiilist tihti moodustab seenegrupp „nõiaringe”. Suve poole võib heleda heiniku tema mürgiste sugulastega segi ajada, uurige kindlasti seenemäärajat.",
    "category": "seened",
    "usecase":"Kevad-võluheinik on kahtlemata meie metsade kõige maitsvam ja väärtuslikum kevadel korjatav söögiseen. Sobib suppi ja praetuna lisandina liharoogade juurde.",
    "preserving":"Kõikvõimalikul viisil sisse tehtuna.",
    "active": true
    },
    {
    "id": 100002,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_%C3%BCmarm%C3%BCrkel.jpg?1346063541802",
    "name": "Mürklid",
    "price": 24.69,
    "description": "Mürklid kasvavad huumusrikastes metsades ja niitudel ning sisaldavad rohkesti D-vitamiini. Mürklid on ühed maitsvamad kevadseened. Eestis leidub peamiselt kuhikmürklit, harva ka söögiseenena vähemväärtuslikku hiidmürklit ja kõige väärtuslikumat ümarmürklit. Tüüpiliste kevadseentena ilmuvad mürklid aprilli lõpus, mai alguses, kusjuures kõige hilisem kasvaja hiidmürkel võib korjajat rõõmustada kalendrisuve alguseni välja. Et kevadel leidub metsas teisigi seeni, näiteks kevadkogritsat, mis eeltöötlemata mürgine on, varusta end eelnevalt kindlasti seeneteadmistega.",
    "category": "seened",
    "usecase":"kõik mürklid kuuluvad metsavärskelt tarbitavate väga heade söögiseente hulka ja neid iseloomustab mahedapoolne maitse ning meeldiv lõhn. Ei vaja kupatamist. Värskelt eriti maitsev suppides, hautistes, kastmetes, ka lihtsalt praetuna.",
    "preserving":"säilitada kuivatatult.",
    "active": true
    },
    {
    "id": 100003,
    "image": "https://media.voog.com/0000/0030/9870/photos/pere_kukeseened.jpg",
    "name": "Kukeseened",
    "price": 24.69,
    "description": "Kukeseened kasvavad igasugustes metsades, arvukamalt aga männi segametsades. Metsast leida ei ole teda iga kord sugugi lihtne, sest tihti, eriti kuivemate ilmadega, jäävad kukeseened sambla alla peitu, nii et vaid väike osa kübaraserva välja paistab. Tavaliselt kasvavad kukeseened pesakonniti. Kuldkollane harilik kukeseen on tuntud igale seenesõbrale, seda on hea ja ohutu korjata. Vähemtuntud sugulased kollakas kukeseen ja lehter-kukeseen ilmuvad metsa küll veidi hiljem augustis, aga rõõmustavad seenesõbra südant tihti rohke saagiga veel kuni novembrini.",
    "category": "seened",
    "usecase":"värskelt on parim kasutada praetult, eriti võiga. Kasutatakse kõikides seeneroogades: suppides, kastmetes, hautistes, ahjuroogades ja küpsetistes. Keedetult ja kupatatult muutub veidi vintskeks.",
    "preserving":"praetult sügavkülmas, sobib marineerimiseks, segaseenena soolamiseks ja hapendamiseks. Kuivatatult muutub veidi vintskeks.",
    "active": true
    },
    {
    "id": 100004,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_must-torbikseen.jpg",
    "name": "Must torbikseen",
    "price": 24.69,
    "description": "Nagu kukeseengi, kasvab must torbikseen igal aastal samal kohal. Seeneliha veidi heledam, õhuke, vürtsika maitse ja meeldiva lõhnaga. Kasvab juulist septembrini leht-, okas- ja segametsades, tihti suurte rühmadena.",
    "category": "seened",
    "usecase":"hinnatud söögiseen, ei vaja kupatamist. Maitsev värskelt praetuna, suppides, kastmetes ja hautistes.",
    "preserving":"säilitamiseks kuivatatakse, vürtsika maitse tõttu saab kuivatatuid seentest aromaatset seenepulbrit. Seen näeb efektne välja marineeritud segasalatites. Sobib ka seeneekstrakti valmistamiseks.",
    "active": true
    },
    {
    "id": 100005,
    "image": "https://media.voog.com/0000/0030/9870/photos/kivipuravik.jpg",
    "name": "Puravikud",
    "price": 24.69,
    "description": "Puravikud on väärtuslikud söögiseened. Suur enamus neist ei vaja kupatamist ja on söödavad värskelt. Siiski peab ka puravikke korjates neid tundma, sest leidub nendegi seas mittesöödavaid ja mürgiseid. Suvel, kui metsadesse ilmuvad silma rõõmustama esimesed punase peaga mehikesed, on platsis ka pruunika kübaraga sapipuravikud. Piisab ühest, et rikkuda terve seeneroog. Kahtlejale on lihtne nipp puravikku jalast veidi näksata. Sapipuraviku puhul ei lase mõru maik keelel end pikalt oodata. Puraviku puhastamine on lihtne. Vette ei maksa neid panna – imevad end vett täis ja palju väärtuslikku läheb kaduma. Seened vaid puhastatakse ning vanematel seentel eemaldatakse ka torukesed seenekübara alt. Jalgadelt kaabitakse väline tumedam kiht ära, nad tükeldatakse ja säilitatakse koos seenekübaraga või eraldi nõus.",
    "category": "seened",
    "usecase":"puravikke võib tarvitada ka kupatamata praetult ja suppideks, kastmete tegemiseks, hautatult.",
    "preserving":"sobib marineerimiseks. Samuti säilitatakse neid ka praetult ning sobivad ka kuivatamiseks.",
    "active": true
    },
    {
    "id": 100006,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_pilvik.jpg",
    "name": "Pilvikud",
    "price": 24.69,
    "description": "Pilvikute liike on palju ja metsast leiab neid suvest hilissügiseni. Neist kirbe pilvik on mürgine. Paljud pilvikud annavad õigel käsitsemisel väärtusliku hoidise. Tundmatu tegelane on kasulikum metsa jätta.",
    "category": "seened",
    "usecase":"head söögiseened. Pilvikutel eemaldatakse nahk seenekübaralt, vanematel pilvikutel ka liistakud kübara alt. Seened loputatakse kiiresti. Noored pilvikud poolitatakse, vanemad lõigatakse tükkideks. Kupatatult ja soolatult tarvitatakse seenekastmeteks, salatiteks ja hautisteks koos köögiviljadega. Kuid mõned pilvikulised kõlbavad ka kupatamata. Seente tundmine tuleb igal juhul siingi kasuks. ",
    "preserving":"säilitada soolatult, hapendatult, noori seeni marineeritakse. Magepilvikust saab teha seene-essentsi, seeneõli.",
    "active": true
    },
    {
    "id": 100007,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_kaseriisikas.jpg",
    "name": "Kaseriisikad",
    "price": 24.69,
    "description": "Kaseriisikad on roosaka või roosakas-pruunika kübaraga söögiseened. Kaseriisikad kasvavad juuli lõpust hilissügiseni kaasikutes, kase-segametsades või metsaservades, sageli suures rohus. ",
    "category": "seened",
    "usecase":"värskelt on kaseriisikad mürgised ja väga kibedad. Kaseriisikad vajavad leotamist ning kupatamist. Pärast seda on riisikas maitsev söögiseen. Kupatatult saab kasutada paljudes seenteroogades, eriti pikantsetest salatites ja liharoogades. ",
    "preserving":"on hea hoidistamise seen, teda võib soolata, hapendada, teha talveks salateid, noored seened on eriti maitsvad ja nägusad marineeritult.",
    "active": true
    },
    {
    "id": 100008,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_m%C3%A4nniriisikad.jpg",
    "name": "Männiriisikad",
    "price": 24.69,
    "description": "Männiriisikad kasvavad, nagu nimigi ütleb, männikutes ja männi segametsades. Neid võib leida juulist septembrini. Tihti männiriisikaid ei hinnata mõrkjas-kirbe maitsega kübaralised vajavad leotamist ja kupatamist. Piisavalt leotatuna ja kupatatuna aga kaotavad nad oma kirbe maitse, kuid säilitavad omapärase maitsenüansi. ",
    "category": "seened",
    "usecase":" keskmise väärtusega söögiseen. Oma kibeda  maitse tõttu vajab leotamist või kupatamist. Korralikult kupatatud seeni saab koos teiste mahedamate seentega kasutada kastmetes, hautistes, pizza peale.",
    "preserving":"soolatult, toorelt hapendatult. Väikesed lisanditega marineeritud riisinööbid on aga suisa delikatess. Ilusa tumepruuni värvi ja vürtsika maitsega sobivad seened ka segasalatitesse.",
    "active": true
    }, 
    {
    "id": 100009,
    "image": "https://media.voog.com/0000/0030/9870/photos/Kannumamplid_2.JPG",
    "name": "Kännumamplid",
    "price": 24.69,
    "description": "Kännumamplid kasvavad tiheda kogumikuna lehtpuude ning eriti kaskede kändudel või lamavatel tüvedel. See seen võib korjajat üllatada maist novembrini, massiliselt aga viljub septembris. ",
    "category": "seened",
    "usecase":"mamplid on head praadimiseks",
    "preserving":"praetuna sügavkülmas säilitamiseks. Kuivatatuna sobib suppidesse, kastmetesse ja lihatoitudesse.",
    "active": true
    },
    {
    "id": 100010,
    "image": "https://media.voog.com/0000/0030/9870/photos/Voiseen.JPG?1410867233829",
    "name": "Võiseened",
    "price": 24.69,
    "description": "Võiseened ehk kollariisikad on seened, mida leidub väga sageli okas- ja segametsades, eriti kuusikutes. Võiseene kübar on ooker-, kuld- või sidrunikollane, takerkarvane kleepuv-limane. Kollakasvalkjad eoslehekesed on seene jala külge kasvanud. Võiseen on põletavalt kibeda maitsega.",
    "category": "seened",
    "usecase":"toorelt mürgine, kupatatult aga hea ja maitsev söögiseen. Sobib salatisse.",
    "preserving":"soolatult või hapendatuna. Sügavkülmas. Vajab eelnevat kupatamist või leotamist.",
    "active": true
    },
    {
    "id": 100011,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_suursirmik.jpg",
    "name": "Sirmikud",
    "price": 24.69,
    "description": "Sirmikud on väga head söögiseened. Suur sirmik ja safransirmik on maitsvad ning hinnatud seened. Aias kasvavate safransirmikutega tuleks aga olla ettevaatlik. Safransirmiku aedteisend on mürgine. Safransirmiku tüüpteisendist erineb see tumedama kübara, mugulja jalaaluse ja tugevama lehterja rõnga poolest. Suur sirmik on paksu vatja pehme kuiva viljalihaga, pähkli lõhna ja maitsega.",
    "category": "seened",
    "usecase":"sirmikud ei vaja kupatamist, võib praadida (värskelt praetuna meenutab šnitslit) või hautada. ",
    "preserving":"võib säilitada kergelt praetuna sügavkülmas või ka lausa kuivatatuna. Sirmikuid võib ka kuivatada ning lisada hiljem muudele toitudele maitseks.",
    "active": true
    },
    {
    "id": 100012,
    "image": "https://media.voog.com/0000/0030/9870/photos/ader_kuuseriisikad.jpg",
    "name": "Kuuseriisikad",
    "price": 24.69,
    "description": "Kuuseriisikad on väärtuslikud söögiseened, mida ei ole vaja kupatada, sest nende piimamahl ei ole kibe. Kuuseriisikal on meeldiv lõhn ja maitse. Nagu nimigi ütleb, tasub kuuseriisikaid otsida kuusikutest. Parimad kuuseriisikakohad peituvad kuusenoorendikes. Männikutes tasub olla siiski tähelepanelik seal võid kohata kuuseriisikaga väga sarnast porgandiriisikat, mis on vaat et maitsvamgi, veidi tugevama viljalihaga ning sobib samuti värskelt tarvitamiseks.",
    "category": "seened",
    "usecase":"väga maitsev söögiseen, ei ole vaja kupatada. Värskelt maitsev suppides, šnitslina, hautistes, vormiroogades jne. Väga maitsvad on nad, kui neid kohe pärast korjamist võis praadida. Tuleb hoiduda roogasid liialt maitsestamast, sest siis kaob selle seene peen maitse. ",
    "preserving":" praetult sügavkülmas, marineeritult, soolatult, hapendatult, seene-ekstraktina",
    "active": true
    },
    {
    "id": 100013,
    "image": "https://media.voog.com/0000/0030/9870/photos/Kitsemampel_2.JPG",
    "name": "Kitsemampel",
    "price": 24.69,
    "description": "Kasvab augustis-septembris hõredates männikutes, rabastutavates metsades, tihti massiliselt. Seeneliha on valge, maheda maitsega. Tegemist on väga hea söögiseenega, mida pole vaja kupatada.",
    "category": "seened",
    "usecase":" kitsemamplit saab värskelt kasutada suppides, kastmetes, küpsetistes jm",
    "preserving":"võib praadida ja panna sügavkülma. Väikesi kübaranuppe marineeritakse. Eriti maitsev on seen hapendatult. ",
    "active": true
    },
    {
    "id": 100014,
    "image": "https://media.voog.com/0000/0030/9870/photos/tatikad.JPG?1411041722113",
    "name": "Tatikad",
    "price": 24.69,
    "description": "Puravikuliste seltskonnas moodustavad tatikad omaette rühma. Ehkki paljud seenekorjajad suhtuvad nendesse põlastavalt, on tegemist väga hea söögiseentega. Paljudel tatikaliikidel katab kübarat limane nahk, mis tuleks enne toiduks tarvitamist eemaldada. Levib juulist oktoobrini. Ja veel, mitmete tatikaliikide seenelihal on tugevalt parkivad omadused, mistõttu nende korjamisel ja puhastamisel värvub sõrmede nahk pruuniks.",
    "category": "seened",
    "usecase":"värsketest tatikatest võib teha suppi, kastmeid, ahjuroogasid, süüa praetult, hautatult, neid võib lisada munaroogadesse, küpsetistesse.",
    "preserving":"sobib praetult sügavkülmutada, võib soolata, hapendada, kuivatada, mõned liigid on väga maitsvad marineeritult.",
    "active": true
    },
    {
    "id": 100015,
    "image": "https://media.voog.com/0000/0030/9870/photos/DSC_7398-1.jpg?1347960138142",
    "name": "Metsmaasikad",
    "price": 24.69,
    "description": "Metsmaasikad on väga tavalised taimed nii metsas kui põllupeenral ja teeveeres. Parimad kasvukohad on aga raiesmikud, lagendikud ja metsaservad, kus ta soodsates valgustingimustes rikkalikult saaki annab. Maasikat ei leia ainult päris liiva seest ja soost. Õitseb maikuus ja umbes kuu aja pärast, tavaliselt jaanipäevaks, valmivad esimesed marjad.",
    "category": "marjad",
    "usecase":"Metsmaasika lehti ja õisi võib kuivatada ning kasutada teejoogi valmistamiseks.",
    "preserving":"Marjad sobivad hästi ka külmutamiseks",
    "active": true
    },
    {
    "id": 100016,
    "image": "https://media.voog.com/0000/0030/9870/photos/mustikad.jpg",
    "name": "Mustikad",
    "price": 24.69,
    "description": "Mustikad armastavad happelist mulda ja seega tasub neid otsida vaid okas- ja segametsadest. Magusamad marjad valmivad kuivemates ja päikeseküllastes palumännikutes, vesisemad ja suuremad rabaservades ja kuusikutes. Marjad saavad küpseks juulis-augustis.",
    "category": "marjad",
    "usecase":"Mustikas on magus, kuid kalorivaene mari. Mustikad sisaldavad rohkem haiguste vastu võitlemiseks vajaminevaid antioksüdante kui enamus juur- ja puuvilju.",
    "preserving":"Mustikast sobib tarvitada muidki osi peale marjade. Lehtedest võib keeta tervislikku teed, aga maikuus mustikate õitseajal metsas jalutades võib saada hapukasmagusa maitseelamuse nende roosat pallikest meenutavatest õitest.",
    "active": true
    },
    {
    "id": 100017,
    "image": "https://media.voog.com/0000/0030/9870/photos/Metsvaarikad%20T%C3%A4du%20loodus%C3%B5pperajal_8080.jpg?1346062149374",
    "name": "Metsvaarikad",
    "price": 24.69,
    "description": "Metsvaarikad kasvavad hõredates metsades ja raiesmikel, lagendikel, metsateede ja kuivenduskraavide servadel ehk seal, kus on piisavalt päikesevalgust. Parimaiks vaarikapaikadeks peetakse kolmanda ja neljanda aasta raielanke. Vaarikas on kaheaastane taim, mille vartel kasvavad esimesel aastal vaid lehed.",
    "category": "marjad",
    "usecase":"Vaarika lehtedest ja vartest keedetud tee on tervistava toimega. Juuni ja juuli on vaarikalehtede korjamiseks hea aeg. Paremini sobivad esimese aasta vartelt korjatud lehed. Viljad valmivad juulis-augustis.",
    "preserving":"Kõige kasulikumad on värsked marjad, kuid head omadused säilivad ka sügavkülmutatuna.",
    "active": true
    },
    {
    "id": 100018,
    "image": "https://media.voog.com/0000/0030/9870/photos/pere_sinikad_v%C3%A4ike.jpg",
    "name": "Sinikad",
    "price": 24.69,
    "description": "Sinikad on soostunud metsa ja rabaelanikud, kasvades üksnes turbamullal. Sinikad valmivad juulis ja augustis. See mari on hea vitamiini- ja mineraalainete allikas. Ei sisalda kahjulikke aineid, nagu tihti arvatakse. Rahvasuus on teda joovikaks ehk hullukstegevaks marjaks kutsutud, aga päikeselisel päeval sinikal käies võib peavalu ja pöörituse saada hoopis sookailuaurudest, mille vahel sinikapõõsad kasvavad.",
    "category": "marjad",
    "usecase":"Kasutatakse vererõhuhäirete vastu",
    "preserving":"",
    "active": true
    },
    {
    "id": 100019,
    "image": "https://media.voog.com/0000/0030/9870/photos/murakas.jpg",
    "name": "Murakad",
    "price": 24.69,
    "description": "Murakad kasvavad rabaservadel, soometsades ja puisrabades. Murakale tasub minna juulis ja augusti esimesel poolel. Viljad on alguses punakad ja kõvad, valmides muutuvad mesikollaseks. Selle marja ainukeseks puuduseks on suured kõvad seemned, kõik muu värvus, aroom ja maitse on ülihead. Murakate korjamine nõuab samuti aega ja kannatlikkust, sest marjad tuleb korjata ükshaaval. Iga vars kannab vaid üht marja.",
    "category": "marjad",
    "usecase":"Mõnikord on aga murakalehti paksult täis plats täiesti marjavaba. See tuleb sellest, et vähemalt pooled taimedest on isastaimed ega vilju kunagi. Murakad on väga suure C vitamiini sisaldusega.    ",
    "preserving":"Rabamurakat võib säilitada külmas kohas ja omas mahlas, säilib sama hästi kui pohlad või jõhvikad. Marjadest keedetud mesikollane moos viib keele alla. Nutikas perenaine ei viska iial ära murakate puhastamisest järele jäänud nuttisid, vaid kuivatab need talvise tee jaoks. Tee aitab külmetuse ja köha puhul, aga selle aroom ja maitse toovad silme ette suvise raba ja metsa.",
    "active": true
    },
    {
    "id": 100020,
    "image": "https://media.voog.com/0000/0030/9870/photos/ez.jpg",
    "name": "Põldmarjad",
    "price": 24.69,
    "description": "Põldmarjad ehk põldmurakad kasvavad lubjarikastel muldadel metsaservades, lagendike ja teede servades, lookadastikes ja kiviaunades. Lõuna- Eestis neid ei leidu. Tegemist on okkalise põõsastaimega, mille noored võrsed mõnikord ronitaime sarnaselt pikaks kasvavad ja lausa maapinnale vajuvad. Viljad on peaaegu mustad, sinikashalli vahakirmega ning valmivad augustis või isegi septembris.",
    "category": "marjad",
    "usecase":"Sobib ka teistele hoidistele kaunist värvi andma",
    "preserving":"Väga väärtuslik ja tervislik mari, mis säilib hästi isegi vesihoidisena.",
    "active": true
    },
    {
    "id": 100021,
    "image": "https://media.voog.com/0000/0030/9870/photos/johvikad.jpg",
    "name": "Jõhvikad",
    "price": 24.69,
    "description": "Jõhvikad kasvavad rabades, rabastuvates metsades, siirde- ja madalsoodes. Marjad valmivad septembri keskpaigas. Marjaaeg kestab oktoobrini. Õige aeg jõhvikate korjamiseks olekski pärast esimesi öökülmi, sest siis on marjad kasulike ainete poolest kõige rikkamad.",
    "category": "marjad",
    "usecase":"Juba ammustest aegadest saadik on jõhvikat rahvameditsiinis kasutatud palavikulangetaja ja janukustutajana. Vitamiine selles marjas märkimisväärselt pole, küll aga on jõhvikas rikas mineraalainete poolest.",
    "preserving":"Suur bensoehappe sisaldus aitab marjadel püsida kevadeni söödavana nii looduses kui kodus hoiustatuna vee all, näiteks veega täidetud purgis. Sügisestes marjades on rohkem pektiinainet, parimad moosimarjad on heleda põsega.",
    "active": true
    },
    {
    "id": 100022,
    "image": "https://images.delfi.ee/media-api-image-cropper/v1/9c088610-c4ae-11eb-b6ae-95d51bf5e6f5.jpg?noup&w=1200&h=711&ch=0.7634&cw=1&cx=0&cy=0.0475&r=16:9",
    "name": "Pohlad",
    "price": 24.69,
    "description": "Pohlad kasvavad kuivades hõredates palu-ja  nõmmemetsades, ka rabaservadel. Kui hilissuve jahedad tuulehood asuvad metsade latvu sasima, jõuab pohlade hooaeg haripunkti. Metsaalused on kohati lausa punase vaibaga kaetud.",
    "category": "marjad",
    "usecase":"Marjad sisaldavad bensoehapet, mis aitab neil hästi säilida. Vaatamata hapule maitsele on pohlades rohkesti suhkrut, maksimaalselt kuni 10-12%. Marjade hapu maitse tuleneb erinevatest orgaanilistest hapetest. Pohlad on asendamatuks abimeheks erinevate tervisevaevuste puhul.",
    "preserving":"Külmutatult, Moosina",
    "active": true
    }
]